Repository: pinoaffe/gratipay.com
Catalog: i18n/core/*.po
Languages: es, it

source: Thanks for applying!
es: ¡Gracias por tu solicitud!
it: Grazie per aver inoltrato la richiesta!

source: Project Name
es: Nombre del Proyecto
it: Nome Progetto

source: At least one letter A through Z, plus numbers, dashes (-), underscores (_), periods (.), comma (,) and whitespace.
es: Como mínimo una letra A-Z, más números, guiones (-), guiones bajos (_), puntos (.), coma (,) y espacios en blanco.
it: Almeno una lettera dalla A alla Z, più numeri, trattini (-), underscore (_), punti (.), virgole (,) e spazi.

source: Product or Service
es: Producto o Servicio
it: Prodotto o Servizio

source: What product or service does your project provide?
it: Quale prodotto o servizio è fornito dal tuo progetto?

source: What is the customer-facing web page for your project?
it: Qual è la pagina web del tuo progetto rivolta ai tuoi clienti?

source: Image
es: Imagen
it: Immagine

source: PNG or JPG up to 256 kB. Will be cropped square and resized to 160 x 160 and 48 x 48 (with original saved for later).
es: PNG o JPG hasta 256 kB. Será recortada en cuadrado y redimensionada a 160 x 160 y 48 x 48 (con el original guardado para más adelante).
it: PNG o JPG fino a 256 kB. Saranno ritagliate in forma quadrata e ridimensionate a 160x160 e 48x48 (l'originale sarà salvato in caso di futuro utilizzo).

source: Agreements
es: Agradecimiento
it: Condizioni

source: I agree to have my application {0}publicly reviewed{1}.
es: Acepto que mi solicitud sea {0}revisada públicamente{1}.
it: Accetto a rendere la mia candidatura {0}pubblicamente visibile{1}.

source: I agree to the other {0}terms of service{1} as well.
it: Acconsento anche agli altri {0}termini di servizio{1}.

source: Eep! Mind looking over your info for us?
it: Aah! Ti dispiacerebbe controllare le tue informazioni per noi?

source: Pay for open source.
es: Pagar por código abierto.
it: Paga per open source.

source: Payment complete!
it: Pagamento completato!

source: Please enter a whole dollar amount (minimum $10, no punctuation).
it: Per favore, inserisci un'ammontare di dollari in numeri interi (minimo $10, senza punteggiatura).

source: We {a}recommend{_a} $2,000 per year{br}per technical employee{br}at your company.
it: {a}Raccomandiamo{_a} $2000 all'anno{br}per ciascun impiegato tecnico{br}nella tua azienda.

source: Thank you for paying for open source!
it: Grazie per pagare per l'open source!

source: Email {support}{br}with questions or feedback.
it: Invia un'email a {support} con{br}domande o suggerimenti.

source: We weren't able to process your card.
it: Non siamo stati in grado di elaborare la tua carta.

source: Wait ... What? Why?
it: Aspetta ... Cosa? Perché?

source: Open source boosts the productivity of your developers {a}by 20%{_a}. Companies fund half of open source through developer time.
it: L'open source incrementa la produttività dei tuoi sviluppatori {a}del 20%{_a}. Le aziende finanziano metà dell'open source attraverso il lavoro degli sviluppatori.

source: Gratipay helps you fund {a}the other half{_a}. By paying for open source through Gratipay, you {b}strengthen the foundation{_b} your developers build on.
it: Gratipay ti aiuta a finanziare {a}l'altra metà{_a}. Pagando per l'open source attraverso Gratipay, {b}rinforzi le fondamenta{_b} sopra le quali i tuoi sviluppatori costruiscono.

source: Gratipay can {b}report back{_b} to you on the progress your payment enables, and we can {b}promote{_b} your contribution, increasing your visibility within the open source community.
it: Gratipay può {b}informarti{_b} dei progressi messi in grado dal tuo finanziamento, e possiamo {b}promuovere{_b} il tuo contributo, aumentando la tua visibilità nella comunità dell'open source.

source: Optional
it: Opzionale

source: Who are you?
it: Chi sei?

source: And do you wish to subscribe to our newsletter?
it: E desidere iscriverti alla nostra newsletter?

source: Your Name
it: Il Tuo Nome

source: Please enter a value shorter than 256 characters.
it: Per favore inserisci un valore con meno di 256 caratteri.

source: Your Email Address
it: Il Tuo Indirizzo Email

source: Please enter a valid email address shorter than 255 characters.
it: Per favore inserisci un indirizzo email valido con meno di 255 caratteri.

source: You will get a link to an invoice for your payment.
it: Riceverai un link alla fattura del tuo pagamento.

source: Follow-up
it: Seguito

source: Monthly
it: Mensile

source: Quarterly
it: Trimestrale

source: Yearly
it: Annuale

source: Never
it: Mai

source: I am surprised that you are seeing this message.
it: Sono sorpreso che tu stia vedendo questo messaggio.

source: You will get a progress report, with a reminder to pay again.
it: Riceverai un aggiornamento sul progresso, con un promemoria di pagare nuovamente.

source: Promotion
it: Promozione

source: We (probably) want to brag about you! May we?
it: (Probabilmente) vorremmo vantarci di te! Possiamo?

source: Your Company Name
it: Nome Della Tua Azienda

source: Please enter a value 32 characters or shorter.
it: Per favore inserisci un valore con 32 caratteri o meno.

source: Your Landing Page URL
it: URL Della Tua Landing Page

source: Please enter a valid URL shorter than 256 characters.
it: Per favore inserisci un URL valido con meno di 256 caratteri.

source: Your Company Twitter Handle
it: Profilo Twitter Della Tua Azienda

source: Please enter a valid Twitter handle.
it: Per favore inserisci un profilo Twitter valido.

source: Your Message to the Open Source Community
it: Il tuo Messaggio alla Comunità Open Source

source: Please limit your message to 128 characters.
it: Per favore limita il tuo messaggio a 128 caratteri.

source: Submit Form
it: Invia Il Modulo

source: Pay for Open Source
it: Paga per l'Open Source

source: Processing ...
it: In elaborazione ...

source: By submitting this form you agree to our {a}terms of service{_a}.
it: Inviando questo modulo, accetti i nostri {a}termini di servizio{_a}.

source: Approved
es: Aprobado
it: Approvati

source: Unreviewed
es: Sin revisar
it: Non visto

source: Rejected
es: Rechazado
it: Rifiutati

source: Featured
es: Destacado
it: In primo piano

source: Search Gratipay
es: Búsqueda en Gratipay
it: Cerca su Gratipay

source: Found a matching project
it: Trovato un progetto corrispondente

source: Found a matching username
es: Nombre de usuario encontrado
it: Trovato un utente corrispondente

source: Found a matching user statement
es: Estado de cuenta de usuario encontrado
it: Trovata una presentazione utente corrispondente

source: Found a matching email address
es: Dirección de email encontrada
it: Indirizzo email corrispondente trovato

source: Sorry, we didn't find anything matching your query.
es: Vaya, no hemos encontrado nada que coincida con tu consulta.
it: Ci dispiace, non abbiamo trovato alcun risultato alla tua ricerca.

source: Sign Out
es: Cerrar sesión
it: Esci

source: Are you sure you wish to sign out?
es: Seguro que quieres desconectar?
it: Sei sicuro di voler uscire?

source: Yes!
es: ¡Si!
it: Sì!

source: {a} Edit project {_a}
it: {a} Modifica progetto {_a}

source: owned by {a}~{owner}{_a}
es: creado por {a}~{owner}{_a}
it: Proprietà di {a}~{owner}{_a}

source: Project Closed
es: Proyecto cerrado
it: Progetto Chiuso

source: Please {a}email support{_a} to reopen.
it: Per favore {a}contattaci via email{_a} per riaprirlo.

source: Please sign in first
es: Primero inicie su sesión
it: Per favore, accedi prima di continuare

source: Payment changed to {0} per week.
es: Pago cambiado a {0} por semana.
it: Donazioni cambiate a {0} a settimana.

source: Thank you so much for supporting {0}!
es: ¡Muchas gracias por apoyar {0}!
it: Grazie per aver sostenuto {0}!

source: You have canceled your payment to {0}.
es: Has cancelado tu pago a {0}.
it: Hai annullato il tuo pagamento verso {0}.

source: User not found.
es: Usuario no encontrado.
it: Utente non trovato.

source: That's not a valid number.
es: No es un número válido
it: Non è un numero valido.

source: Are you sure you want to remove {0} from this team?
es: ¿Estás seguro de que quieres borrar {0} de este equipo?
it: Sei sicuro di voler rimuovere {0} da questo team?

source: {0} has been removed from the team.
es: {0} ha sido borrado de este equipo.
it: {0} è stato rimosso dal team.

source: {0} is already a member of this team.
es: {0} ya es un miembro de este equipo.
it: {0} è già un membro del team.

source: {0} has been added to the team.
es: {0} ha sido añadido al equipo.
it: {0} è stato aggiunto al team.

source: Are you sure you want to leave this team?
es: ¿Estás seguro de que quieres abandonar este equipo?
it: Sei sicuro di voler lasciare questo team?

source: Your take is now {0}.
es: Ahora tienes {0}.
it: La tua parte è ora di {0}.

source: Team Members
es: Miembros del Equipo
it: Membri del Team

source: Updating…
es: Actualizando...
it: Aggiornamento...

source: Member
es: Miembro
it: Membro

source: Last{0} Week ($)
es: Semana{0} pasada ($)
it: Ultima{0} Settimana ($)

source: This{0} Week ($)
es: Esta{0} Semana ($)
it: Questa{0} Settimana ($)

source: Team{0} Balance ($)
es: Balance ($) del Equipo {0}
it: Team{0} Saldo ($)

source: This{0} Week (%)
es: Esta{0} Semana (%)
it: Questa{0} Settimana (%)

source: Enter a Gratipay username
es: Introduce un nombre de usuario Gratipay
it: Inserisci un nome utente Gratipay.

source: Add
es: Añadir
it: Aggiungi

source: Are you sure?
es: ¿Estás seguro?
it: Sei sicuro?

source: Yes
es: Sí
it: Sì

source: Already closed.
es: Ya está cerrado.
it: Già chiuso.

source: You can't edit a closed project.
es: No puedes editar un proyecto cerrado.
it: Non puoi modificare un progetto chiuso.

source: You can't edit a rejected project.
es: No puedes editar un proyecto rechazado.
it: Non puoi modificare un progetto rifiutato.

source: Please upload a PNG or JPG image.
es: Por favor, añade solo imagenes PNG o JPG.
it: Per favore, carica un'immagine PNG o JPG.

source: Please fill out the '{}' field.
es: Por favor, rellene el siguiente campo: '{}'.
it: Per favore, completa il campo '{}'.

source: Please enter an http[s]:// URL for the '{}' field.
es: Por favor, introduce una http[s]:// URL para el campo '{}'.
it: Per favore, inserisci un URL http[s]:// per il campo '{}'.

source: Please upload an image smaller than 100 kB.
es: Por favor, añade una imagen menor de 100 kB.
it: Per favore, carica un'immagine di dimensioni inferiori a 100 kB.

source: Sorry, there was a problem saving your image. Please try again.
es: Vaya, hemos tenido un problema al guardar tu imagen. Por favor inténtalo de nuevo.
it: Ci dispiace, c'è stato un problema durante il salvataggio dell'immagine. Per favore, prova ancora.

source: Edit Your Project
es: Edita tu Proyecto
it: Modifica il Tuo Progetto

source: Modify
es: Modificar
it: Modifica

source: Danger Zone
es: Zona Peligrosa
it: Zona di Pericolo

source: Close Project
es: Cierra el Proyecto
it: Chiudi Progetto

source: Total Received : {0}
it: Totale Ricevuto : {0}

source: Total Distributed : {0}
it: Totale Distribuito : {0}

source: Giver
it: Donatore

source: Taker
it: Ricevente

source: Amount
it: Ammontare

source: {0} receives {1} per week from {2} ~users.
es: {0} recibe {1} por semana de {2} ~usuarios.
it: {0} riceve {1} a settimana da {2} ~utenti.

source: Dollars Received Per Week
es: Dólares Recibidos Por Semana
it: Dollari Ricevuti A Settimana

source: weeks
es: semanas
it: settimane

source: Number of Payments Per Week
es: Número de Pagos por Semana
it: Numero di Pagamenti A Settimana

source: Payments Received, by Number of Payments
es: Pagos Recibidos, por Número de Pagos
it: Pagamenti Ricevuti, in Ordine di Quantità di Pagamenti

source: Payments Received, by Dollar Amount
es: Pagos recibidos, por Total de Dólares
it: Pagamenti Ricevuti, in Ordine di Valore in Dollari

source: Welcome!
es: ¡Bienvenido!
it: Benvenuto!

source: Gratipay processes about {b}{volume} per week{_b} for {b}{nteams} projects{_b} and about {b}{nusers} ~users{_b}.
es: Gratipay procesa cerca de {b}{volume} por semana{_b} para {b}{nteams} proyectos{_b} y {b}{nusers} ~usuarios{_b}.
it: Gratipay processa circa {b}{volume} a settimana{_b} per {b}{nteams} progetti{_b} e circa {b}{nusers} ~utenti{_b}.

source: On average, ~users who give on Gratipay give {b}{amount} to one project{_b}.
es: De media los ~usuarios que donan en Gratipay aportan {b}{amount} a un proyecto{_b}.
it: Mediamente, ~utenti che donano tramite Gratipay danno {b}{amount} a un progetto{_b}.

source: Gratipay has processed about {b}{total}{_b} over {b}{age}+ years{_b}.
es: Gratipay ha procesado cerca de {b}{total}{_b} durante {b}{age}+ años{_b}.
it: Gratipay ha processato circa {b}{total}{_b} nel corso di {b}{age}+ anni{_b}.

source: {b}{escrow}{_b} is escrowed within Gratipay.
es: {b}{escrow}{_b} está depositado dentro de Gratipay.
it: {b}{escrow}{_b} sono depositati con garanzia su Gratipay.

source: The Delpan Incident
es: El incidente Delpan
it: L'Incidente Delpan

source: Projects
es: Proyectos
it: Progetti

source: Fund Your Project
it: Finanza il Tuo Progetto

source: 1.0 Payout Review
es: Revisión Pago 1.0
it: Revisione Pagamento 1.0

source: Fraud Review Dashboard
es: Tabloide de revisión de fraude
it: Dashboard Recensione Rischio Frodi

source: Transfer?
es: ¿Transferir?
it: Trasferire?

source: Please Confirm
es: Por favor, confirma
it: Per Favore Conferma

source: {0} is connected to {1} on Gratipay.
es: {0} está conectado con {1} en Gratipay.
it: {0} è associato a {1} su Gratipay.

source: Transfer it to your ~{username} account?
es: ¿Transferir a la cuenta: ~{username} ?
it: Transferire sul tuo ~{username} account?

source: How the accounts are now
es: Cómo están las cuentas ahora
it: Come gli account sono ora

source: Gives
es: Da
it: Dona

source: Takes
es: Coge
it: Prende

source: How the accounts will be after the transfer
es: Cómo serán las cuentas después de la transferencia
it: Come gli account saranno dopo il trasferimento

source: Abandoned:
es: Abandonado:
it: Abbandona:

source: Transfer it?
es: ¿Transferir?
it: Trasferire?

source: Friend Finder
es: Buscador de amigos
it: Trova Amici

source: You have {n} friend on {0}.
es: Tiene {n} amigo en {0}
it: Hai {n} amico su {0}.

source: Note: privacy settings may prevent Gratipay from seeing some of your {0} friends.
es: Nota: los ajustes de privacidad puede impedir a Gratipay ver a algunos de tus {0} amigos.
it: Nota: le impostazioni di privacy potrebbero impedire a Grtipay di vedere alcuni dei tuoi {0} amici.

source: Please refresh your {0} connection
es: Por favor, actualiza tu {0} conexión
it: Per favore ricarica la {0} connessione

source: to find your friends from there.
es: para encontrar a tus amigos de allí.
it: per trovare i tuoi amici da lì.

source: Sign in with {0}
es: Haz login con {0}
it: Accedi con {0}

source: Connect your {0} account
es: Conecta tu {0} cuenta
it: Collega il tuo {0} account

source: No friends found.
es: No se encontraron amigos.
it: Nessun amico trovato.

source: Name
es: Nombre
it: Nome

source: On Gratipay?
es: ¿En Gratipay?
it: Su Gratipay?

source: Failure
es: Falla
it: Fallimento

source: Are you really an administrator of the {0} team?
es: ¿Eres el administrador del equipo {0} ?
it: Sei davvero l'amministratore del team {0}?

source: Your attempt to claim this account failed because you're logged into {0} as someone who isn't an administrator of the {1} team. Please sign out and {2}try again{3}.
es: Tu intento de reclamar esta cuenta falló porqué has accedido como {0} que no es administrador del equipo {1}. Por favor finaliza la sesión y {2}inténtalo de nuevo{3}.
it: Il tuo tentativo di rivendicare questo account è fallito perchè sei connesso a {0} come qualcuno che non è l'amministratore del team {1}. Per favore esci e {2}prova ancora{3}.

source: Are you really {0}?
es: ¿De verdad eres {0}?
it: Sei veramente {0}?

source: Your attempt to claim this account failed because you're logged into {0} as someone else. Please sign out and {1}try again{2}.
es: Tu intento de reclamar esta cuenta falló porqué has accedido como {0}. Por favor finaliza la sesión y {1}inténtalo de nuevo{2}.
it: Il tuo tentativo di rivendicare questo account è fallito perchè sei connesso a {0} come qualcun altro. Per favore esci e {1}prova ancora{2}.

source: {0} is a private team
es: {0} Es un equipo privado
it: {0} è un team privato

source: {0} is a big team
es: {0} es un gran equipo
it: {0} è un team grande

source: {0} is a team with {n} public member
es: {0} es un equipo con {n} miembro público
it: {0} è un team con {n} membro pubblico

source: A Lot
es: Muchísimo
it: Molti

source: {0} has not joined Gratipay.
es: {0} no se ha unido a Gratipay.
it: {0} non si è iscritto a Gratipay

source: Are you an administrator of this {0} team account? Connect it to your Gratipay account.
es: ¿Eres administrado de esta {0} cuenta de equipo? Conéctela con tu cuenta de Gratipay.
it: Sei un amministratore di questo {0} team account? Associalo al tuo account Gratipay.

source: Connect team account
es: Conectar cuenta de equipo
it: Associa team account

source: Is this you? You can join Gratipay with a couple clicks:
es: ¿Este eres tu? Puedes unirte a Gratipay en unos pocos clics:
it: Sei tu? Puoi registrarti su Gratipay con un paio di click:

source: Join Gratipay
es: Únase a Gratipay
it: Iscriviti a Gratipay

source: Is this yours? Connect it to your Gratipay account.
es: ¿Este eres tu? Conéctalo con tu cuenta Gratipay.
it: Sei tu? Collegati al tuo account Gratipay.

source: Connect
es: Conectar
it: Collega

source: What is Gratipay?
es: ¿Qué es Gratipay?
it: Cos'è Gratipay?

source: Gratipay helps companies and others pay for open source.
es: Gratipay ayuda a empresas, equipos, etc. a pagar por open source
it: Gratipay aiuta aziende e altri a pagare l'open source.

source: Status
es: Estado
it: Stato

source: accepts gifts
es: acepta regalos
it: accetta le donazioni

source: hasn't joined Gratipay yet
es: Aún no se ha unido a Gratipay
it: non si è ancora iscritto a Gratipay

source: No description available.
it: Nessuna descrizione disponibile.

source: Claim the {package_link} npm package on Gratipay:
it: Riscuoti il pacchetto npm {package_link} su Gratipay:

source: Apply to accept payments for the {package_link} npm package:
it: Richiedi di poter accettare pagamenti per il pacchetto npm {package_link}:

source: No email addresses on file.
it: Nessun indirizzo email registrato.

source: Linked to a different account
it: Collegato con un account differente

source: Ready to use
it: Pronto all'uso

source: Your primary email address
it: Il tuo indirizzo email primario

source: Linked to your account
it: Collegato col tuo account

source: Half-linked to your account
it: Semi-collegato col tuo account

source: Apply to accept payments
it: Richiedi di poter accettare pagamenti

source: Addresses are from {a}{code}maintainers{_code}{_a}.
it: Gli indirizzi sono da {a}{code}maintainers{_code}{_a}.

source: Out of date? Update {a}at npm{_a} and refresh.
it: Scaduto? Aggiorna {a}all'npm{_a} e ricarica.

source: Give
it: Dona

source: Receive
it: Ricevi

source: Ready to accept payments
it: Pronto ad accettare i pagamenti

source: Not available to pay
it: Non disponibile a pagare

source: Free as in money.
it: Libero come nel denaro.

source: {project} ({package} on npm)
it: {project} ({package} sugli npm)

source: Unclaimed
it: Non riscossi

source: Unknown package
it: Pacchetto sconosciuto

source: No packages discovered.
it: Nessun pacchetto scoeprto.

source: Paste a package.json to find packages to pay for:
it: Incolla un pacchetto.json per trovare i pacchetti per cui pagare:

source: Find packages
it: Trova pacchetti

source: Apply to accept payments for your npm packages:
it: Richiedi di poter accettare pagamenti per i tuoi pacchetti npm:

source: No packages found.
it: Nessun pacchetto trovato.

source: already claimed by {a}you{_a}
it: Già riscosso da {a}te{_a}

source: already claimed by {a}{owner}{_a}
it: Già riscosso da {a}{owner}{_a}

source: {a}Link an email{_a} from npm to see related packages.
it: {a}Linka un'email{_a} da npm per vedere i relativi pacchetti.

source: {n} out of all {N} npm packages are on Gratipay.
it: {n} su un totale di {N} pacchetti npm sono su Gratipay.

source: You must sign in to apply for a new team.
es: Tienes que iniciar sesión para solicitar un nuevo equipo.
it: Devi registrarti per poterti proporre in un nuovo team.

source: You must have a verified email address to apply for a new team.
es: Debes tener un email verificado para poder solicitar un nuevo Equipo
it: Devi avere un indirizzo email verificato per poterti proporre in un nuovo team.

source: You must attach a PayPal account to apply for a new team.
es: Debes agregar una cuenta de PayPal para poder solicitar un nuevo Equipo
it: Devi collegare un conto PayPal per poterti proporre in un nuovo team.

source: How are you applying for a team!?
es: ¿Cómo solicitar un equipo?
it: Come ti stai proponendo per un team!?

source: Sorry, you must agree to have your application publicly reviewed.
es: Debes estar de acuerdo en que tu solicitud sea revisada públicamente.
it: Scusa, devi accettare di rendere la tua candidatura pubblicamente visibile.

source: Sorry, you must agree to the terms of service.
es: Debes aceptar los términos del servicio.
it: Scusa, devi accettare i termini di servizio.

source: Please enter an http[s]:// URL for the 'Homepage' field.
es: Introduce http[s]:// URL para el campo 'Homepage'.
it: Per favore, inserisci un URL http[s]:// per il campo 'Homepage'.

source: Sorry, your team name is invalid.
es: El nombre de tu equipo no es válido.
it: Ci dispiace, questo numero routing non è valido.

source: Sorry, there is already a team using '{}'.
es: Ya existe un equipo usando '{}'.
it: Ci dispiace, un altro team sta già usando '{}'.

source: You don't have a profile statement in this language yet.
es: No tienes una declaración de perfil en este lenguaje todavía.
it: Non hai ancora una presentazione del tuo profilo in questa lingua.

source: You haven't saved your changes, are you sure you want to discard them?
es: No has guardado tus cambios, ¿estás seguro que quieres eliminarlos?
it: Non hai salvato i cambiamenti, sei sicuro di volertli annullare?

source: with {n} other
es: con otro
it: con {n} altro

source: Invalid team slug.
es: Slug de equipo inválido.
it: Slug del team non valido.

source: Your privacy setting has been changed.
es: Tu ajuste de privacidad ha sido modificiado.
it: Le impostazioni della tua privacy sono state cambiate.

source: Statement too big!
es: La cuenta es demasiado grande!
it: Frase troppo lunga!

source: Set as primary
es: Establecer como principal
it: Imposta come primario

source: Remove
es: Eliminar
it: Rimuovi

source: Resend
es: Reenviar
it: Invia nuovamente

source: Notifications
es: Notificaciones
it: Notifiche

source: Send me notifications via email:
es: Enviarme notificaciones por email:
it: Mandami notifiche via email:

source: When my credit card is charged:
es: Cuando se cobre de mi tarjeta de crédito:
it: Quando la mia carta di credito viene addebitata:

source: if the charge fails
es: si el cobro falla
it: Se l'addebito dà errore

source: if the charge succeeds
es: si se realiza el cobro
it: Se l'addebito ha successo

source: Invalid email address.
es: Correo electrónico no valido.
it: Indirizzo email non valido.

source: Check {email_address} for a verification link.
it: Controlla {email_address} per un link di verifica.

source: Check your inbox for a verification link.
it: Controlla la tua casella posta per un link di verifica.

source: Please Sign In
es: Por favor inicia sesión
it: Per favore, Accedi

source: Sign in to finish connecting your email.
es: Inicia sesión para terminar de conectar tu correo electrónico.
it: Accedi per finire di associare la tua email.
