Repository: pinoaffe/gratipay.com
Catalog: i18n/core/*.po
Languages: es, it

source: 1.0 payout approved!
it: Pagamento 1.0 approvato!

source: We've approved your application for a payout of your Gratipay 1.0 balance. Watch for that during our next weekly payment cycle.
es: Hemos aprobado su solicitud para un pago de tu saldo Gratipay 1.0 . Revísalo durante el próximo ciclo de pago semanal.
it: Abbiamo approvato la richiesta di pagamento del tuo saldo Gratipay 1.0 e dovrebbe essere effettuato durante il prossimo ciclo di pagamenti settimanali.

source: Thanks for using Gratipay! :-)
es: Gracias por usar Gratipay! :-)
it: Grazie per aver usato Gratipay! :-)

source: Something not right? Reply to this email for help.
es: ¿Algo no está bien? Responde a este correo electrónico para obtener ayuda.
it: Qualcosa non va? Rispondi a questa email per ricevere aiuto.

source: Greetings!
es: ¡Bienvenido!
it: Saluti!

source: Oh no! A problem supporting {0}!
es: ¡Oh no! ¡Un problema de soporte {0}!
it: Oh no! Un problema supportando {0}!

source: We tried to charge your credit card {0} today, to fund your ongoing support for {1}, but the charge failed with this message:
es: Hoy hemos intentado cargar en tu tarjeta de crédito {0}, para financiar tu apoyo continuo a {1}, pero el cargo ha fallado con este mensaje:
it: Abbiamo provato ad addebitare la tua carta di credito {0} oggi, per finanziare il tuo continuo supporto a {1}, ma l'addebito ha dato questo messaggio di errore:

source: {0} and {n} other
es: {0} y otro
it: {0} e {n} altro

source: Fix Credit Card
es: Solucionar el problema con tu tarjeta de crédito
it: Sistema Carta di Credito

source: Follow this link to fix your credit card:
es: Sigue este enlace para solucionar el problema con tu tarjeta de crédito:
it: Segui questo link per sistemare la tua carta di credito:

source: Thanks for supporting {0}!
es: ¡Gracias por apoyar a {0}!
it: Grazie per aver sostenuto {0}!

source: We charged your credit card {0} today, to fund your ongoing support for {1}. Thanks for using Gratipay!
es: Hoy hemos intentado cargar en tu tarjeta de crédito {0}, para financiar tu apoyo continuo a {1},¡Gracias por usar Gratipay!
it: Abbiamo addebitato la tua carta di credito {0} oggi, per finanziare il tuo continuo supporto a {1}. Grazie per aver usato Gratipay!

source: View Receipt
es: Ver recibo
it: Visualizza Ricevuta

source: Follow this link to view your receipt:
es: Siga el enlace para ver su recibo:
it: Segui questo link per vedere la tua ricevuta:

source: Follow this link if you want to view or modify your payments:
es: Sigue este enlace si quieres ver o modificar tus pagos:
it: Segui questo link se vuoi vedere o modificare i tuoi pagamenti:

source: Identity viewed
it: Identità visualizzata

source: This is a transactional email to let you know that {a_viewer}{viewer}{_a} viewed your identity information for {a_country}{country_name}{_a} on Gratipay.
es: Este es un correo electrónico transaccional para hacerte saber que {a_viewer}{viewer}{_a} ha consultado tus datos personales para {a_country}{country_name}{_a} en Gratipay.
it: Questa è una email di transazione per farti sapere che un {a_viewer}{viewer}{_a} ha visualizzato le tue informazioni di identità per {a_country}{country_name}{_a} su Gratipay.

source: This is a transactional email to let you know that {viewer} viewed your identity information for {country_name} on Gratipay.
es: Este es un correo electrónico transaccional para hacerte saber que {viewer} ha consultado tus datos personales para {country_name} en Gratipay.
it: Questa è una email di transazione per farti sapere che un {viewer} ha visualizzato le tue informazioni di identità per {country_name} su Gratipay.

source: Invoice from Gratipay
it: Fattura da Gratipay

source: Thank you for your payment of {amount} for open source!
it: Grazie per il tuo pagamento di {amount} per l'open source!

source: View Invoice
it: Vedi Fattura

source: Follow this link to view your invoice:
it: Segui questo link per vedere la tua fattura:

source: We have your application!
it: Abbiamo la tua candidatura!

source: Thanks for applying to use Gratipay! The next step is for us to review your application, which happens on {a}this public GitHub issue{_a}. You can watch and participate in our review there, and we will email you again when we finish (usually in about a week). Thanks again!
it: Grazie per aver chiesto di usare Gratipay! Il prossimo passo è la nostra revisione della tua candidatura, che avviene in {a}questa issue pubblica di GitHub{_a}. Lì puoi guardare e partecipare al nostro processo di revisione, e ti invieremo un'email quando sarà concluso (di solito, circa in una settimana). Grazie ancora!

source: Thanks for applying to use Gratipay! The next step is for us to review your application, which happens on this public GitHub issue:
it: Grazie per aver chiesto di usare Gratipay! Il prossimo passo è la nostra revisione della tua candidatura, che avviene in questa issue pubblica di GitHub:

source: You can watch and participate in our review there, and we will email you again when we finish (usually in about a week). Thanks again!
it: Lì puoi guardare e partecipare al nostro processo di revisione, e ti invieremo un'email quando sarà concluso (di solito, circa in una settimana). Grazie di nuovo!

source: 1.0 payout rejected
it: Pagamento 1.0 rifiutato

source: We've rejected your application for a payout of your Gratipay 1.0 balance, because we couldn't determine what product or service you were offering for which people were paying you on Gratipay. Please reply if you would like to discuss this further.
es: Hemos rechazado tu solicitud para el pago en Gratipay 1.0, porque no hemos podido determinar qué producto o servicio ofreces en Gratipay. Por favor, haznos saber si te gustaría discutir sobre este asunto.
it: Abbiamo rifiutato la tua richiesta di pagamento del tuo saldo Gratipay 1.0 perché non abbiamo potuto determinare quale prodotto o servizio offrivi per il quale venivi pagato tramite Gratipay. Per favore rispondici se desideri discuterne di più.

source: Your account has been reactivated
it: Il tuo account è stato riattivato

source: We've reactivated your account. Sorry for the trouble, and thanks for using Gratipay!
it: Abbiamo riattivato il tuo account. Ci scusiamo per il disagio e grazie per usare Gratipay!

source: Your account has been suspended
it: Il tuo account è stato sospeso

source: We have suspended your account.
it: Abbiamo sospeso il tuo account.

source: Project application approved!
it: Candidatura progetto approvata!

source: We've approved your application for the '{team}' project on Gratipay. For details, please refer to {a}our review ticket{_a}.
it: Abbiamo approvato la candidatura per il progetto '{team}' su Gratipay. Per i dettagli, per favore fai riferimento al nostro {a} ticket di verifica{_a}.

source: We've approved your application for the '{team}' project on Gratipay. For details, please refer to our review ticket:
it: Abbiamo approvato la candidatura per il progetto '{team}' su Gratipay. Per i dettagli, per favore fai riferimento al nostro ticket di verifica:

source: Project application rejected
it: Candidatura progetto rifiutata

source: We've rejected your application for the '{team}' project on Gratipay. For details, please refer to {a}our review ticket{_a}.
it: Abbiamo rifiutato la candidatura per il progetto '{team}' su Gratipay. Per i dettagli, per favore fai riferimento {a}al nostro ticket di revisione{_a}.

source: We've rejected your application for the '{team}' project on Gratipay. For details, please refer to our review ticket:
it: Abbiamo rifiutato la candidatura per il progetto '{team}' su Gratipay. Per i dettagli, per favore fai riferimento al nostro ticket di revisione:

source: New activity on your account
it: Nuova attività sul tuo account

source: We are connecting the {package_name} npm package to the {username} account on Gratipay. This is a notification sent to {email_address} because that is the primary email address we have on file.
it: Stiamo connettendo il pacchetto npm {package_name} all'account Gratipay {username}. Questa è una notifica inviata a {email_address} perché è l'indirizzo email primario che abbiamo in registro.

source: We are connecting {email_address} and the {package_name} npm package to the {username} account on Gratipay. This is a notification sent to {email_address_2} because that is the primary email address we have on file.
it: Stiamo connettendo {email_address} e il pacchetto npm {package_name} all'account Gratipay {username}. Questa è una notifica inviata a {email_address_2} perché è l'indirizzo email primario che abbiamo in registro.

source: We are connecting {email_address} to the {username} account on Gratipay. This is a notification sent to {email_address_2} because that is the primary email address we have on file.
it: Stiamo connttendo {email_address} all'account Gratipay {username}. Questa è una notifica inviata a {email_address_2} perché è l'indirizzo email primario che abbiamo in registro.

source: Connect to {0} on Gratipay?
es: ¿Te quieres conectar a {0} en Gratipay?
it: Connettersi a {0} su Gratipay?

source: We've received a request to connect the {package_name} npm package to the {username} account on Gratipay. Sound familiar?
it: Abbiamo ricevuto una richiesta di connettere il pacchetto npm {package_name} all'account Gratipay {username}. Suona familiare?

source: We've received a request to connect {email_address} and the {package_name} npm package to the {username} account on Gratipay. Sound familiar?
it: Abbiamo ricevuto una richiesta di connettere {email_address} e il pacchetto npm {package_name} all'account Gratipay {username}. Suona familiare?

source: We've received a request to connect {email_address} to the {username} account on Gratipay. Sound familiar?
it: Abbiamo ricevuto una richiesta di connettere {email_address} all'account Gratipay {username}. Suona familiare?

source: Yes, proceed!
es: Sí, ¡adelante!
it: Sì, procedi!

source: Follow this link to finish connecting:
it: Segui questo link per completare la connessione:

source: You have already added and verified that address.
it: Hai già aggiunto e verificato questo indirizzo.

source: That address is already linked to a different Gratipay account.
it: Questo indirizzo è già collegato a un altro account Gratipay.

source: You cannot remove your primary email address.
it: Non puoi rimuovere il tuo indirizzo email primario.

source: That email address is not on file for this package.
it: Questo indirizzo email non è nel registro per questo pacchetto.

source: That email address is not verified.
it: Questo indirizzo email non è verificato.

source: You've reached the maximum number of email addresses we allow.
it: Hai raggiunto il numero massimo di indirizzi email che permettiamo.

source: You've initiated too many emails too quickly. Please try again in a minute or two.
it: Hai iniziato troppe email troppo in fretta. Per favore, prova nuovamente in un minuto o due.

source: You've consumed your quota of requests, you can try again in {0}.
es: Has consumido su cuota de solicitudes, puedes intentarlo de nuevo en {0}.
it: Hai esaurito le richieste a tua disposizione, puoi provare ancora tra {0}.

source: You're making requests too fast, please try again later.
es: Estás haciendo peticiones demasiado rápido, por favor inténtalo de nuevo más tarde.
it: Stai facendo troppe richieste, per favore riprova più tardi.

source: {0} returned an error, please try again later.
es: {0} ha devuelto un error, por favor inténtalo de nuevo más tarde.
it: {0} è risultato in un errore, per favore prova ancora più tardi.

source: Invalid character in elsewhere account username.
es: Carácter inválido en el nombre de usuario
it: Carattere non valido altrove nel nome account

source: Account not found on {0}.
es: No se encuentra esta cuenta en {0}.
it: Account non trovato su {0}.

source: You need to log in to access this page.
es: Necesitas hacer log in para acceder a esta página
it: Devi effettuare il login per poter accedere a questa pagina.

source: You are not authorized to access this page.
es: No estás autorizado para acceder a esta página
it: Non hai i permessi per accedere a questa pagina.

source: Forbidden
es: Prohibido
it: Proibito

source: Not Found
es: No encontrado
it: Non Trovato

source: Too Many Requests
es: Muchas peticiones simultáneas
it: Troppe Richieste

source: Internal Server Error
es: Error interno del servidor
it: Errore Del Server Interno

source: Upstream Error
es: Error desde las fuentes
it: Errore Upstream

source: Your last PayPal payout failed!
es: Tu último pago de PayPal ha fallado
it: Si è verificato un errore con il tuo ultimo pagamento tramite PayPal!

source: Your credit card has failed!
es: Tu tarjeta de crédito ha fallado!
it: Si è verificato un errore con la tua carta di credito!

source: Fix your card
es: Arregla tu tarjeta
it: Sistema la tua carta

source: Your credit card is about to expire!
es: Tu tarjeta de crédito está a punto de caducar!
it: La tua carta di credito sta per scadere!

source: Update card
es: Actualizar tarjeta
it: Aggiorna carta

source: Your account does not have an associated email address.
es: Tu cuenta no está asociada a un correo electrónico.
it: Il tuo account non è associato ad alcun indirizzo email.

source: Add an email address
es: Añadir un correo electrónico
it: Aggiungi un indirizzo email.

source: Overview
es: Descripción general
it: Panoramica

source: Stats
es: Estadísticas
it: Statistiche

source: Pricing
es: Precios
it: Prezzi

source: Contact Us
es: Contáctenos
it: Contattaci

source: Payments
es: Pagos
it: Pagamenti

source: Do Not Track
it: Non tracciare

source: Terms of Service
es: Términos de servicios
it: Termini di Servizio

source: Privacy Policy
es: Política de privacidad
it: Normativa sulla privacy

source: Disclosure
es: Revelación
it: Informateci

source: Hall of Fame (Legacy)
es: Salón de la Fama (Legacy)
it: Hall of Fame (Eredità)

source: Basic Info
es: Información básica
it: Informazioni

source: Features
es: Características
it: Caratteristiche

source: Policies
es: Política
it: Normative

source: Security
es: Seguridad
it: Sicurezza

source: + Add
es: + Añadir
it: + Aggiungi

source: Disconnect
es: Desconectar
it: Disconnetti

source: Search
es: Buscar
it: Cerca

source: Browse
it: Naviga

source: About
es: Acerca
it: Chi siamo

source: wk
es: sm
it: settimana

source: Sign out
es: Cerrar sesión
it: Esci

source: {nowrap}We have {a}integrated npm{_a} into Gratipay.{_nowrap}{_nowrap}
it: {nowrap}Abbiamo {a}integrato npm{_a} in Gratipay.{_nowrap}{_nowrap}

source: Communities
es: Comunidades
it: Comunità

source: Join Communities
es: Únete a Comunidades
it: Entra in una Comunità

source: Social Profiles
es: Perfiles Sociales
it: Profili Social

source: Project
es: Proyecto
it: Progetto

source: Amount ($)
es: Monto ($)
it: Ammontare ($)

source: Due ($)
es: Deuda ($)
it: ($) Dovuti

source: First Set
es: Primer set
it: Creati

source: {0} ago
es: Hace {0}
it: {0} fa

source: joined {ago}
es: unido {ago}
it: Si è unito {ago}

source: Previous
es: Previo
it: Precedente

source: Next
es: Siguiente
it: Successivo

source: First
es: Primero
it: Primo

source: Last
es: Último
it: Ultimo

source: Profile
es: Perfil
it: Profilo

source: Statement
es: Estado de cuenta
it: Presentazione

source: Edit
es: Editar
it: Modifica

source: Tell us how you're making the world better.
es: Dinos qué estás haciendo para mejorar el mundo.
it: Dicci come stai rendendo il mondo un posto migliore.

source: Gratipay allows you to have profile statements in multiple languages. Use the selector below to switch between them.
es: Gratipay te deja tener declaraciones en tu perfil en varios lenguajes. Usa el selector que aparece abajo para cambiar entre ellas.
it: Gratipay ti permette di mostrare la tua presentazione in più lingue: selezionale qua sotto.

source: Markdown supported.
es: Se apoya el markdown.
it: Markdown supportato.

source: What is markdown?
es: ¿Qué es markdown?
it: Cos'è il markdown?

source: View source.
es: Ver código fuente.
it: Visualizza il codice sorgente.

source: Save
es: Guardar
it: Salva

source: Cancel
es: Cancelar
it: Annulla

source: Credit Card
es: Tarjeta de Crédito
it: Carta di Credito

source: verified in: {country}
es: verificado en: {country}
it: Verificato in: {country}

source: Weekly
es: Semanalmente
it: Settimanale

source: Giving
es: Dando
it: Donazioni

source: hidden
es: oculto
it: nascosto

source: Taking
es: Tomando
it: Riceve

source: Joined
es: Unido
it: Iscritto

source: History
es: Historia
it: Storia

source: Emails
it: Email

source: Settings
es: Ajustes
it: Impostazioni

source: Widgets
it: Widget

source: Events
es: Eventos
it: Eventi

source: {amount}/wk from one giver
it: {amount}/settimana da un donatore

source: no givers yet
it: Ancora nessun donatore

source: has not joined
it: non si è unito

source: owned by {a}{owner}{_a}
es: creado por {a}{owner}{_a}
it: Proprietà di {a}{owner}{_a}

source: Back
it: Indietro

source: Page {0} of {1}
it: Pagina {0} di {1}

source: Sign In
es: Iniciar sesión
it: Accedi

source: Sign In / Sign Up
it: Accedi / Registrati

source: Please sign in to continue
it: Per favore, accedi per poter continuare

source: Use a third-party provider to sign in or create an account on Gratipay:
it: Accedi tramite terzi o crea un account su Gratipay:

source: Sign in / Sign up
es: Entrar / Registro
it: Accedi / Registrati

source: Only {0}% of active users also {1}support Gratipay{2}.
es: Solo {0}% dos usuarios activos también {1}apoyan a Gratipay{2}.
it: Solo il {0}% degli utenti attivi {1}supporta Gratipay{2}.

source: {0}% of active users also {1}support Gratipay{2}.
es: {0}% usuarios activos también {1}apoyan a Gratipay{2}.
it: Il {0}% degli utenti attivi {1}supporta Gratipay{2}.

source: Will you help us reach {0}%?
es: ¿Nos ayudarás a alcanzar el {0}%?
it: Ci aiuterai a raggiungere il {0}%?

source: Will you join them?
es: ¿Los acompañarás?
it: Ti unirai a loro?

source: Other
es: Otro
it: Altro

source: No thanks
es: No, gracias
it: No grazie

source: We fund Gratipay solely through your voluntary payments!
es: ¡Nosotros financiamos Gratipay únicamente a través de tus pagos voluntarios!
it: Finanziamo Gratipay unicamente attraverso le vostre donazioni!

source: Learn more
es: Aprender más
it: Scopri di più

source: Receiving
es: Recibiendo
it: Guadagni

source: Joined {ago}
es: Se unió {ago}
it: Si è unito {ago}

source: Applied {ago}
es: Solicitó {ago}
it: Si è proposto {ago}

source: Distributing
es: Distribuyendo
it: Distribuendo

source: {sign_in}{br}to give to{br}{team}
es: {sign_in}{br}para dar a{br}{team}
it: {sign_in}{br}per donare a{br}{team}

source: You Give
es: Tu Das
it: Doni

source: per week
es: por semana
it: per settimana

source: Give to {0}
es: Dar a {0}
it: Dona a {0}

source: Stop Giving
es: Dejar de Dar
it: Smetti di donare

source: Back your payment with a {0}credit card{1} to make sure it goes through!
es: ¡Enlaza tu pago a una {0}tarjeta de crédito{1} para asegurarte de que llegue!
it: Sostieni il pagamento con una {0}carta di credito{1} per assicurare che venga effettuato!

source: Status of Your 1.0 Payout
es: Estado de tu Pago 1.0
it: Stato del Tuo Pagamento 1.0

source: Read about our plan to {a}refund the money from Gratipay 1.0{_a}.
es: Lee sobre nuestro plan para {a}reembolsar el dinero de Gratipay 1.0{_a}.
it: Leggi del nostro piano di {a}rimborso del denaro di Gratipay 1.0{_a}.

source: Your {a}balance{_a} from Gratipay 1.0 is {b}below our minimum payout threshold of {minimum}{_b}.
es: Tu {a}saldo{_a} de Gratipay 1.0 es {b}por debajo del mínimo de pago de {minimum}{_b}.
it: Il tuo {a}saldo{_a} da Gratipay 1.0 é {b}al di sotto della nostra soglia minima di pagamento di {minimum}{_b}.

source: You do not have a balance left over from Gratipay 1.0.
es: No tienes un saldo sobrante en Gratipay 1.0.
it: Non hai saldo rimanente da Gratipay 1.0.

source: You're all set! But ... can you help us spread the word and tell your friends to check here, too? Thanks! :)
es: ¡Ya está todo listo! Pero ... ¿Puedes ayudarnos a difundir la palabra y decir a tus amigos que se pasen por aquí también? ¡Gracias! :)
it: Sei a posto! Ma... potresti aiutarici a spargere la voce dicendo ai tuoi amici di controllare qui? Grazie! :)

source: Your balance is {b}{balance}{_b}.
es: Tu saldo es de {b}{balance}{_b}.
it: Il tuo saldo è di {b}{balance}{_b}.

source: You are {b}scheduled for a payout{_b} during our next weekly cycle.
es: Tu {b}pago está programado{_b} para el próximo ciclo semanal.
it: Il tuo {b}prossimo pagamento{_b} è previsto durante il nostro prossimo ciclo settimanale.

source: You should be all set! But ... can you help us spread the word and tell your friends to check here, too? Thanks! :)
es: ¡Todo debería estar listo! Pero ... ¿Puedes ayudarnos a difundir la palabra y decir a tus amigos que se pasen por aquí también? ¡Gracias! :)
it: Dovresti essere a posto! Ma... potresti aiutarici a spargere la voce dicendo ai tuoi amici di controllare qui? Grazie! :)

source: You have applied for a payout. We will review your account and contact you at {b}{email}{_b} within the next week.
es: Has solicitado un pago. Vamos a revisar tu cuenta y contactaremos contigo en {b}{email}{_b} durante la próxima semana.
it: Hai richiesto un pagamento. Esamineremo il tuo account e ti contatteremo su {b}{email}{_b} entro la prossima settimana

source: Meanwhile ... can you help us spread the word and tell your friends to check here, too? Thanks! :)
es: Y mientras tanto... ¿Puedes ayudarnos a difundir la palabra y decir a tus amigos que se pasen por aquí también? ¡Gracias! :)
it: Nel frattempo... potresti aiutarici a spargere la voce dicendo ai tuoi amici di controllare qui? Grazie! :)

source: You have applied for a payout, and we have rejected your application. You should have received a notification at {b}{email}{_b} from {a}support@gratipay.com{_a}.
es: Has solicitado un pago, y hemos rechazado tu solicitud. Deberías haber recibido una notificación en {b}{email}{_b} de {a}support@gratipay.com{_a}.
it: Hai richiesto un pagamento e abbiamo rifiutato la tua richiesta. Dovresti aver ricevuto una notifica su {b}{email}{_b} da {a}support@gratipay.com{_a}.

source: Apply for a payout
es: Realizar un pago
it: Richiedi un pagamento

source: Please {a}connect a PayPal account{_a} and then return here to apply for payout.
es: Por favor {a}conecte su cuenta de PayPal{_a} y vuelva a realizar el pago.
it: Per favore, {a}collega un account PayPay{_a} e poi torna qui per richiedere un pagamento.

source: You must sign in to apply for your project to join Gratipay.
it: Devi accedere per candidare il tuo progetto su Gratipay.

source: You must have a verified email address to apply for your project to join Gratipay.
it: Devi avere un indirizzo email verificato per candidare il tuo progetto su Gratipay.

source: You must attach a PayPal account to apply for your project to join Gratipay.
it: Devi collegare un conto PayPal per candidare il tuo progetto su Gratipay.

source: Apply to Join Gratipay
it: Candida un progetto su Gratipay

source: Apply
es: Solicitar
it: Proponiti

source: Thanks! Your public project page is:
es: Gracias! La página publica del proyecto es:
it: Grazie! La pagina pubblica del tuo progetto è:

source: And your public review ticket is:
es: Y tu ticket de opinión público es:
it: E la revisione pubblica é:

source: You can watch and participate in our review process there. We will send a notification to {email} when we finish our review.
es: Puedes ver y participar en nuestro proceso de evaluación. Te enviaremos una notificación a {email} terminemos nuestra evaluación.
it: Lì puoi guardare e partecipare nel nostro processo di revisione. Invieremo una notifica a {email} quando la revisione sarà compluta.
