Repository: pinoaffe/gratipay.com
Catalog: i18n/core/*.po
Languages: es, it

source: Wrong Account
es: Cuenta equivocada
it: Account Errato

source: You're signed into the wrong Gratipay account to complete this email verification. If you accidentally created two Gratipay accounts, you can merge them by logging into the main one and adding the social accounts from the other. Email {0} if you'd like help.
es: Has ingresado a la cuenta de Gratipay equivocada para completar la verificación de este correo electrónico. Si creaste dos cuentas de Gratipay accidentalmente, puedes combinar las dos cuentas ingresando a la cuenta principal y añadiendo las cuentas sociales de la otra. Envía un correo electrónico a {0} si necesitas ayuda.
it: Sei entrato con l'account Gratipay errato per completare questa verifica d'email. Se hai creato due account Gratipay per sbaglio, puoi unirli accedendo a quello principale e aggiungendo gli account social dell'altro. Manda un'email a {0} se ti serve aiuto.

source: Success!
es: ¡Éxito!
it: Successo!

source: {email_address} is now connected to your Gratipay account.
it: Il tuo indirizzo email {email_address} è ora associato al tuo account Gratipay.

source: Address Taken
es: Correo tomado
it: Indirizzo già in uso

source: {email_address} is already connected to a different Gratipay account.
it: {email_address} è già collegato a un altro account Gratipay.

source: Already Verified
es: Ya verificado
it: Già Verificato

source: {email_address} is already connected to your Gratipay account.
it: {email_address} è già collegato al tuo account Gratipay.

source: Bad Info
it: Informazioni Scorrette

source: Sorry, that's a bad or expired link. You'll need to start over.
it: Scusa, pare sia un link invalido o scaduto. Dovrai ricominciare.

source: View your email addresses
es: Ver tus correos electrónicos
it: Guarda il tuo indirizzo email

source: Withdrawals
it: Prelievi

source: We will send your money via PayPal to {email_address} ({a}update{_a}).
it: Invieremo i tuoi soldi tramite PayPal a {email_address} ({a}update{_a}).

source: New Projects
it: Nuovi Progetti

source: Active
es: Activo
it: Attive

source: Cancelled
es: Cancelado
it: Cancellate

source: These are payments that you recently cancelled.
es: Estos son los últimos pagos que tu has cancelado.
it: Questi sono i pagamenti che hai recentemente cancellato.

source: No results to show
es: No hay resultados para mostrar
it: Nessun risultato da mostrare

source: Export History
es: Exportar Historial
it: Storia Export

source: pre
it: in preparazione

source: pending
es: pendiente
it: in attesa

source: failed
es: falló
it: fallito

source: succeeded
es: logrado
it: riuscito

source: Your balance is {0}.
es: Tu balance es {0}.
it: Il tuo saldo è di {0}.

source: Their balance is {0}.
es: Su balance es {0}.
it: Il loro saldo è di {0}.

source: Account Statement
es: Estado de cuenta
it: Estratto Conto

source: Total given: {0}
es: Total dado: {0}
it: Totale donato: {0}

source: Export as CSV
es: Exportar a CSV
it: Esporta come CSV

source: Total received: {0}
es: Total recibido: {0}
it: Totale ricevuto: {0}

source: Outside
es: Fuera
it: Fuori

source: Inside Gratipay
es: Dentro de Gratipay
it: Dentro Gratipay

source: Bank
es: Banco
it: Banca

source: Card
es: Tarjeta
it: Carta

source: Fees
es: Comisiones
it: Commissioni

source: Credits
es: Créditos
it: Crediti

source: Debits
es: Débitos
it: Debiti

source: Balance
it: Saldo

source: Notes
es: Notas
it: Note

source: Automatic Withdrawal
es: Retirada Automática
it: Prelievo Automatico

source: Automatic Charge
es: Cargo Automático
it: Ricarica Automatica

source: Receipt
es: Recibo
it: Ricevuta

source: No transactions to show.
es: No hay transacciones para mostrar.
it: Nessuna transazione da mostrare.

source: ID Type
it: Tipo di documento identificativo

source: Tax ID
it: Tessera di Previdenza Sociale

source: Passport
es: Pasaporte
it: Passaporto

source: Driver's License
es: Permiso de conducir
it: Patente

source: ID Number
es: Número de idetidad
it: Numero del documento identificativo

source: Full Legal Name
es: Nombre completo
it: Nome Legale Completo

source: Date of Birth
es: Fecha de Nacimiento
it: Data di Nascita

source: Address, Line 1
es: Dirección, línea 1
it: Indirizzo, Riga 1

source: Address, Line 2
es: Dirección, linea 2
it: Indirizzo, Riga 2

source: City
es: Ciudad
it: Città

source: Region (State, Province)
es: Província
it: Regione (Stato, Provincia)

source: Postcode (ZIP)
es: Código postal
it: Codice Postale (ZIP)

source: Remove This Identity
es: Borrar estos datos personales
it: Rimuovi Questa Identità

source: Identities
es: Identidades
it: Identità

source: Verified
es: Verificado
it: Verificato

source: Unverified
es: No verificado
it: Non verificato

source: Add Identity
es: Añadir Identidad
it: Aggiungi Identità

source: Which Country?
es: ¿Qué país?
it: Quale Stato?

source: The address cannot be empty.
es: La dirección no puede estar vacía.
it: L'indirizzo non può essere vuoto.

source: Only verified email addresses allowed.
es: Solo se permiten cuentas de email verificadas.
it: Solo indirizzi email verificati sono permessi.

source: This is not a valid Bitcoin address.
es: Esta no es una dirección válida de Bitcoin.
it: Questo non è un indirizzo Bitcoin valido.

source: Required
es: Requerido
it: Necessario

source: Credit Card Number
es: Número de Tarjeta de Crédito
it: Numero della Carta di Credito

source: This card number is invalid.
es: Este número de tarjeta no es válido.
it: Il numero della carta di credito non è valido.

source: Current: {0}
es: Actual: {0}
it: Corrente: {0}

source: Expiration
es: Caducidad
it: Scadenza

source: Expiration Month
es: Mes de caducidad
it: Mese di Scadenza

source: This expiration date is invalid.
es: Esta fecha de caducidad no es válida.
it: Questa data di scadenza non è valida.

source: YY
es: AA
it: AA

source: Expiration Year
es: Año de caducidad
it: Anno di Scadenza

source: This verification code is invalid.
es: Este código de verificación (CVV) no es válido.
it: Questo codice di verifica non è valido.

source: ZIP or Postal Code
es: Código Postal
it: ZIP o Codice Postale

source: To minimize processing fees, we charge your credit card at least $10 at a time. {0}Read more ...{1}
es: Para minimizar las comisiones del proceso, realizamos un cobro de $10 en tu tarjeta. {0}Leer más ...{1}
it: Per minimizzare le commissioni di elaborazione, carichiamo la tua carta con almeno $10 per volta. {0}Leggi di più...{1}

source: Full Name on Card
es: Nombre Completo en Tarjeta
it: Nome Completo sulla Carta

source: Are you sure you want to disconnect your credit card?
es: ¿Estás seguro de que quieres desvincular esta tarjeta de crédito?
it: Sei sicuro di voler dissociare la tua carta di credito?

source: Disconnect My Credit Card
es: Desvincular Mi Tarjeta de Crédito
it: Dissocia la Mia Carta di Credito

source: It seems you're trying to delete something that doesn't exist.
es: Parece que estás intentando borrar algo que no existe.
it: Pare che tu stia cercando di cancellare qualcosa che non esiste.

source: Payment Routes
es: Rutas de Pago
it: Percorsi dei Pagamenti

source: Adding Money
es: Añadiendo dinero
it: Aggiungere Denaro

source: Your credit card is {0}working{1}
es: Tu tarjeta de crédito {0}funciona{1}
it: La tua carta di credito {0}funziona{1}

source: Your credit card is {0}failing{1}
es: Tu tarjeta de crédito está {0}fallando{1}
it: La tua carta di credito {0}non funziona{1}

source: Withdrawing Money
es: Retirando dinero
it: Prelevare Denaro

source: Choose from one of your verified emails below:
es: Escoge uno de tus emails verificados:
it: Scegli una delle tue email verificate:

source: Can't find your PayPal email? {0}Add it here{1}.
es: ¿No encuentras tu email de PayPal? {0}Añádelo aquí{1}.
it: Non trovi la tua email di PayPal? {0}Inseriscila qui{1}.

source: You must {0}add and verify{1} your PayPal email first.
es: Antes debes {0}añadir y verificar{1} tu email de PayPal.
it: Prima devi {0}aggiungere e verificare{1} la tua email di PayPal.

source: Are you sure you want to disconnect your PayPal account?
es: ¿Estás seguro de que quieres desvincular tu cuenta de PayPal?
it: Sei sicuro di voler scollegare il tuo account di PayPal?

source: Disconnect {0}
es: Desconectar {0}
it: Scollega {0}

source: Close Account
es: Cerrar Cuenta
it: Chiudi Account

source: You are {0}
es: Eres {0}
it: Tu sei {0}

source: Have you linked to your Gratipay profile from other websites? Be sure to update those links!
es: Has enlazado tu perfil de Gratipay en otras webs? Acuérdate de actualizar esos enlaces!
it: Hai collegato il tuo profilo Gratipay da altri siti? Assicurati di aggiornare quei link!

source: Available Money
es: Dinero disponible
it: Denaro Disponibile

source: Available Balance
es: Balance disponible
it: Saldo Disponibile

source: Request 1.0 Payout
it: Richiedi un Pagamento 1.0

source: Check 1.0 Payout
it: Controlla il Pagamento 1.0

source: API Credentials
es: Credenciales de API
it: API

source: User ID:
es: Id. de usuario:
it: Codice Utente:

source: API Key:
es: Clave API:
it: Chiave PI:

source: Show Key
es: Mostrar clave
it: Mostra Chiave

source: Hide Key
es: Esconder clave
it: Nascondi Chiave

source: Recreate
es: Recrear
it: Ricrea

source: API docs
es: Documentación de la API
it: Documenti API

source: Hide total giving to others.
es: Ocultar el total de los pagos a los demás.
it: Nascondi agli altri il totale donato.

source: Hide myself from search results.
es: Ocultarme de los resultados de búsqueda.
it: Nascondimi dai risultati di ricerca.

source: Giving & Taking Widgets
es: Dar y Recibir Widgets
it: Widget Dona & Ricevi

source: Use this code to add a Gratipay "receiving" widget on your website:
es: Usa este código para añadir un widget de Gratipay "Recibiendo" en tu web:
it: Usa questo codice per aggiungere un widget Gratipay "Ricevi" sul tuo sito:

source: Here's what it looks like:
es: Este es el aspecto que tiene:
it: Ecco come appare:

source: Or, if you'd like to include a "giving" widget, you can add the {0} attribute:
es: O, si quieres incluir un widget "Recibiendo", puedes añadir el atributo {0}:
it: O, se vorresti includere un widget "Dona", puoi aggiungere l'attributo {0} così:

source: More Info
es: Más información
it: Più Informazioni

source: Privacy
es: Privacidad

source: On
es: Activado

source: Off
es: Apagado
